[
  [
    {
      "id": 1,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/2-1.jpg"
    },
    {
      "id": 2,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/rupchanda-banner-2-1.jpg"
    },
    {
      "id": 3,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/3.jpg"
    },
    {
      "id": 4,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/fortune-banner-1.jpg"
    },
    {
      "id": 5,
      "img": "https://beol-bd.com/wp-content/uploads/2024/09/2-3.jpg"
    },
    {
      "id": 6,
      "img": "https://beol-bd.com/wp-content/uploads/2024/09/Webslider_02.jpg"
    },
    {
      "id": 7,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/1.jpg"
    }
  ],

  [
    {
      "logoname": "Rupchanda",
      "id": 1,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/1.jpg",
      "logoimg": "https://beol-bd.com/wp-content/uploads/2022/07/02b101882ba1d4bb5acc00fd14e764c4Rupchanda-150x150.png",
      "logotitle": "Rupchanda fortified soyabean oil; Soyabean Oil in the branded edible oil category, was launched in 1996.",
      "title": "Rupchanda, the “numero-uno” in the branded edible oil category, was launched in 1996. In just over a decade, Rupchanda has almost single-handedly converted the soyabean oil category and taken steps to sensitize the nation about the vitality of staying fit and healthy.",
      "maindetailshighlight": "Rupchanda Soyaben Oil",
      "maindetails": "When Rupchanda made a foray with soyabean oil, the edible oil market was commodity-driven and the consumer awareness was extremely low. The market was dominated by‘loose selling’- oil in readily packaged format was an unknown concept. From entering a category at a time when it was completely commodity driven to building a brand that today resonates with ‘happy family moments’ – a consumer need-state, transcending category level relations is remarkable. Every marketing activity in all spheres of Rupchanda Soyabean Oil is crafted and executed with the focused intent of improving the quality of life of its consumers.Then, in 2012, Rupchanda Soyabean oil has further revolutionized itself by successfully fortifying Vitamin A. Rupchanda is the first, and so far the only Vitamin A fortified Soyabean oil, under “Vitamin A fortification project” of MOI, Govt. of Bangladesh, under technical support from Unicef.Rupchanda Fortified Soyabean Oil has been awarded as “the best edible oil brand” in Best Brand Award for four consecutive years, since the inception of the award. In 2013, Rupchanda Fortified Soyabean Oil also secured 4th place in top 30 brands of Bangladesh, across all categories.",
      "subdetailshighlight": "RUPCHANDA CHINIGURA RICE",
      "subdetails": "Rupchanda Chinigura Rice: In our Country, there is no one who doesn’t appreciate good quality polau, but to do that precisely, it is must to know the standards that ensures the apparent quality of rice. Rupchanda Premium Aromatic Chinigura Rice maintains presence of broken rice & big grains in a tolerance limit set by its own, because there is no established standard for rice quality in Bangladesh.In BEOL lab, Rupchanda Premium Aromatic Chinigura is found having lowest level of broken rice & big grains, which ensures non-sticky & a perfect polau at your table.",
      "bodydetailshighlight": "RUPCHANDA PREMIUM MINICATE RICE",
      "bodydetail": "Rupchanda Minicate is a premium quality daily consumed rice. This super fined thin grained rice is collected from Nandipara village of Bogura. The place is famous for producing high quality Minicate rice. Keeping in mind about the consumers, BEOL is providing premium quality. Rupchanda Premium Minicate rice is perfectly packaged and maintains hygiene for the health conscious consumers of the country",
      "footerdetailshighlight": "RUPCHANDA NAJIRSHAIL RICE",
      "footerdetails": "Considering the different taste of our consumers in daily consumed rice, Rupchanda has come up with Rupchanda Najirshail. To provide the premium quality, it is cultivated in specialized agricultural areas of Bogura. Rupchanda Najirshail is best for cooking steamed rice and khichuri. Considering our consumer satisfaction Rupchanda has made it available in the markets in improved quality, sealed consumer packets of 5kg.Rupchanda Najirshail rice is perfectly packaged and maintains hygiene for the health conscious consumers of the country."
    },
    {
      "logoname": "Meizan",
      "id": 1,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/3-1024x427.jpg",
      "logoimg": "https://beol-bd.com/wp-content/uploads/2022/07/5c91a611b4b4c899bf75951bbfbddf16Meizan-150x150.png",
      "logotitle": "Meizan Fortified Palm Olein, is a healthier as well as convenient choice for the price sensitive rur",

      "maindetailshighlight": "Meizan Fortified Palm Olein, is a healthier as well as convenient choice for the price sensitive rural consumers.",
      "maindetails": "In Bangladesh total edible oil market size is 1.8 million tons/Year and rural consumption is around 70% of the total consumption. However, in rural brand vs. loose is 4% – 96% due to the poor communication infrastructure and low per capita income, rural mass people depend on low quality and cheaper priced loose edible oil. Due to the inability of the poor to affordable branded quality products loose oil became the ultimate solution which is not only harmful to health but also incurring extra costs for health risks generated from using loose oil. Although BEOL did not able to capture this solid opportunity in rural market earlier but it is obvious that the rural dwellers also had a need for a healthy edible oil option which is within their reach and in their preferable and affordable price range.",

      "subdetails": "Keeping these factors in mind BEOL promotes Meizan as the only international standard super refined palm olein with added nutrition (Vitamin A, E) to keep the rural families fit, healthy and fine. Like Rupchanda soyabean oil, Meizan is also Vitamin A fortified. This attribute of Meizan is vital for the health condition of Bangladesh considering Meizan’s wider potential in rural areas from price point of view which is a huge number in our country."
    },
    {
      "logoname": "Kings",
      "id": 1,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/2-1.jpg",
      "logoimg": "https://beol-bd.com/wp-content/uploads/2022/07/d4561680ae0e02d02d6e42aabedab035Kings-150x150.png",
      "logotitle": "The key benefit of Sunflower Oil is that it contains Vitamin E. Sunflower Oil delivers more Vitamin",
      "maindetails": "The key benefit of Sunflower Oil is that it contains Vitamin E. Sunflower Oil delivers more Vitamin E than any other vegetable oil. And this vitamin E provides many health benefits like it can helps with tissue repairing & prevents cell damage from free radicals that cause skin dryness, fine lines & wrinkles, thereby keeping the skin glowing.",

      "subdetails": "King’s Pure Sunflower Oil is produced in Ukraine, world’s largest sunflower oil producing country, by Wilmar International, Ltd. And it is the World’s Most Admired Company in Food Production Industry in 2013, ranked by Fortune Magazine."
    },
    {
      "logoname": "Fortune",
      "id": 1,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/fortune-banner-1-1024x427.jpg",
      "logoimg": "https://beol-bd.com/wp-content/uploads/2024/08/New-Project-11-150x150.jpg",
      "logotitle": "Most researches show that to maintain maximum health benefits daily 300mg Oryzanol is required by th",
      "title": "Most researches show that to maintain maximum health benefits daily 300mg Oryzanol is required by the body. As an average Bangladeshi daily consumes about 33g edible ohs (12kg per year). To get 300mg Oryzanol from the daily oil consumption of 33g the oil must contain 910mg Oryzanol per 100g. That is why Fortune Rice Bran Health has been designed with 1000mg Oryzanol per 100g — so that enough and sufficient Oryzanol is received by the body at normal levels of oil consumption.",
      "maindetailshighlight": "Software Engineer",
      "maindetails": "Presenting the 10 benefits’ that you can enjoy from Fortune rice bran health:",
      "subdetailshighlight": "Software Engineer",
      "subdetails": "Software Engineer",
      "bodydetailshighlight": "Software Engineer",
      "bodydetail": "Software Engineer",
      "bodydetails": "Software Engineer",
      "footerdetailshighlight": "Software Engineer",
      "footerdetails": "Software Engineer"
    },
    {
      "logoname": "Veola",
      "id": 1,
      "img": "https://beol-bd.com/wp-content/uploads/2024/08/fa03859b00033c42948231d5d6c1aab4BEOL-WEB-SITE-BANNER-VEOLA-1-768x219-1.jpg",
      "logoimg": "https://beol-bd.com/wp-content/uploads/2022/07/ea3386c7d75e41b73d5f4fee6c60d1bbVeola-150x150.png",
      "logotitle": "Recently in June 2016 Bangladesh Edible Oil Ltd acquired Shun shing Edible Oil Ltd and started to pr",
      "maindetails": "Recently in June 2016 Bangladesh Edible Oil Ltd acquired Shun shing Edible Oil Ltd and started to provide for increasing demand of edible oil in Bangladesh. Veola Soyabeal oil of BEOL is the new addition under the canopy. It is a Vitamin A fortified Soyabean oil with the goodness of soyabean oil in it."
    }
  ],

  [
    {
      "id": 1,
      "url": "https://www.youtube.com/embed/w92H53pDYL0?si=OtS9DTgCgqFYt_ma" 
    },
    {
      "id": 2,
      "url": "https://www.youtube.com/embed/dC7rbz_Gewo?si=uPNkCoYYNxpCFDUL" 
    },
    {
      "id": 3,
      "url": "https://www.youtube.com/embed/Zxzv4Mp9au0?si=AxVRf7-xYtOWXEUC" 
    },
    {
      "id": 4,
      "url": "https://www.youtube.com/embed/9tvoD_Uj6zY?si=cTNUBvnpKDhdw3mI" 
    },
    {
      "id": 5,
      "url": "https://www.youtube.com/embed/jHV9fdJd-H4?si=H2ysnZieTO8QhuLb" 
    },
    {
      "id": 6,
      "url": "https://www.youtube.com/embed/apLJFE8HB88?si=MRMrMdnM3Uc6QS4l" 
    },
    {
      "id": 7,
      "url": "https://www.youtube.com/embed/p1AhHosLT80?si=3lKihYVe6lfwQppc" 
    },
    {
      "id": 8,
      "url": "https://www.youtube.com/embed/DimkPYKwiQg?si=Pmj2s88OXATjKRJZ" 
    },
    {
      "id": 9,
      "url": "https://www.youtube.com/embed/KT68m6x_sag?si=p_n0hI3XdJH4hCO7" 
    },
    {
      "id": 10,
      "url": "https://www.youtube.com/embed/sGaxFQaexFc?si=JZZxeI8W_sR6TPhg" 
    },
    {
      "id": 11,
      "url": "https://www.youtube.com/embed/o3k82pkwUvI?si=VBphingIuZFbv6Hz" 
    },
    {
      "id": 12,
      "url": "https://www.youtube.com/embed/hcUq3eDkeHk?si=4cfM7IMELMESSsFp" 
    },
    {
      "id": 13,
      "url": "https://www.youtube.com/embed/2ubbBVXofqI?si=gcDKRoZpddAwzw7d" 
    },
    {
      "id": 14,
      "url": "https://www.youtube.com/embed/W5KHEiGm6rs?si=OrmtA3lhoi6xjaak" 
    }

  ]


]
